### Exercise 134: Using DataFrames to Manipulate Stored Student testscore Data
In this exercise, you will create a **dictionary**, which is one of many ways to create a **pandas** DataFrame.

In [2]:
import pandas as pd

In [4]:
# Create dictionary of test scores
test_dict = { 'Corey': [63, 75, 88], 'Kevin': [48, 98, 92], 'Akshay': [87, 86, 85]}

In [6]:
df = pd.DataFrame(test_dict)

In [8]:
# Display DataFrame
df

   Corey  Kevin  Akshay
0     63     48      87
1     75     98      86
2     88     92      85

In [10]:
df = df.T
df

         0   1   2
Corey   63  75  88
Kevin   48  98  92
Akshay  87  86  85